{
    "about": {
        "us": "О нас",
        "brand_description": "Reve d’Or,Элегантный,Изысканный,Высококачественный,Натуральный",
        "guide": "Бренд высококачественной парфюмерии, импортируемой из Франции, олицетворяющей элегантность и изысканность. Продукция бренда создается только из высококачественного натурального сырья, обеспечивающего деликатность и стойкость исключительных ароматов. Духи Reve d'Or сохраняют свою стойкость более 24 часов, что делает их идеальным выбором как для повседневного использования, так и для особых случаев. Бренд уделяет большое внимание качеству каждого ингредиента, считая, что каждый аромат должен передавать эксклюзивность и очарование. Ароматы Reve d'Or идеально подходят для людей, ценящих традиции и высокое качество французских ароматов.",
        "history": "Reve d’Or бренд родился более года назад с огромной любовью и преданностью искусству ароматов. Наше путешествие началось с желания создавать парфюмерию исключительного французского качества, сочетающую в себе натуральное сырье и современные подходы. Создание бренда основано на глубоком уважении к труду мастеров, веками развивавших парфюмерную культуру Франции. Мы хотим предложить нашим клиентам не только ароматы, но и чувства, созданные с любовью, мастерством и тщательно отобранными ингредиентами. За этот год Reve d'Or уже завоевала доверие сотен покупателей своей качественной продукцией. Наша главная миссия — создавать ароматы, которые будут вдохновлять, сохранять воспоминания и станут неотъемлемой частью вашей повседневной жизни. Мы гордимся тем, что наш бренд продолжает развиваться, и благодарим всех, кто был с нами на этом пути."
    },
    "products": {
        "main": "Главная",
        "pr": "Продукция",
        "art": "Артикул",
        "description": "Описание",
        "baseInfo": "Основная информация",
        "char": "Характеристики и описание",
        "rec": "рекомендации",
        "copied": "Скопировано",
        
        "ingredients": "Состав",
        "group": "Группа аромата",
        "see": "купить на wildberries",
        "advantages": "Преимущества"
    },
    "contacts": {
        "co": "Контакты",
        "address": "Адрес",
        "phone": "Телефон",
        "email": "Электронная почта",
        "social": "Социальные сети",
        "feedback": "Обратная связь",
        "feedback_form": "Свяжитесь с нами",
        "feedback_desc": "Если у вас есть вопросы или предложения, не стесняйтесь обращаться к нам. Мы всегда рады помочь вам!",
        "feedback_reason": "Мы постараемся ответить вам как можно скорее. Если у вас есть вопросы о нашей продукции или хотите приобрести нашу продукцию, Вы можете написать нам на почту или позвонить по телефону. Мы всегда рады помочь вам с выбором и ответить на ваши вопросы."
    },
    "footer": {
        "privacy_policy": "Политика конфиденциальности",
        "terms_of_use": "Условия использования",
        "return_policy": "Политика возврата",
        "payment_and_delivery": "Оплата и доставка",

        "desc": "Рекламируем лучшие товары с Wildberries. Откройте для себя новинки!",
        "nav": "Навигация",
        "social": "Социальные сети",
        "legal": "Юридическая информация",

        "all": " Все права защищены."
    },

    "form": {
        "name": "Имя",
        "email": "Электронная почта",
        "phone": "Телефон",
        "message": "Сообщение",
        "send": "Отправить",
        "sending": "Отправка...",
        "send_success": "Ваше сообщение успешно отправлено. Мы свяжемся с вами в ближайшее время.",
        "send_error": "Не удалось отправить сообщение.",
        "send_desc": "Пожалуйста, заполните все поля.",
        "desc": "Спасибо, что связались с нами. Мы постараемся ответить вам как можно скорее."
    },
    "error": {
        "404": "Страница не найдена",
        "500": "Внутренняя ошибка сервера",
        "network": "Ошибка сети"
    },
    "success": {
        "feedback": "Ваше сообщение успешно отправлено. Мы свяжемся с вами в ближайшее время."
    },
    "loading": {
        "loading": "Загрузка..."
    },
    "not_found": {
        "not_found": "Страница не найдена",
        "go_back": "Вернуться на главную"
    },
    "empty": {
        "empty": "Нет данных",
        "empty_desc": "Нет данных для отображения"
    },
    "search": {
        "search": "Поиск",
        "search_placeholder": "Поиск товаров"
    }
}
